{
    "translation":{
        "description": "I am a passionate front-end developer with a talent for creating robust and scalable web applications. With 3 years of hands-on experience, I have honed my skills in front-end technologies like React and Next.js as well as back-end technologies end: Node.js, Firebase and MongoDB. My goal is to leverage my experience to create innovative solutions that drive business growth and deliver exceptional user experiences.",
        "tec": "Technologies",
        "exp": "Experiences",
        "title01" : "Front-end Developer",
        "data01": "2023 - 2024",
        "exp01" : "At Elevart Agency, I have the opportunity to collaborate with a talented team to develop websites and landing pages that not only visually impress, but also offer an impeccable user experience. From day one, I have worked hard to ensure each project meets the highest quality standards, integrating the latest design trends with an accessibility-centric approach.",
        "data02": "2023 - 2027",
        "title02" : "Study",
        "exp02" : "In 2023 I started my Information Systems course at UNOPAR university.",
        "data03": "2022 - 2023",
        "title03" : "Autonomous Developer",
        "exp03" : "I worked on creating Landing pages and websites for local companies, with the main focus on providing digital solutions with the unique identity of each company, with the objective of achieving positive commercial numbers.",
        "proj" : "Projects",
        "projectcriptonow": "CriptoNow",
        "descriptioncriptonow": "This React project provides a simple and efficient platform for monitoring cryptocurrencies in real-time. Users can easily check whether a cryptocurrency is trending up or down, as well as access essential details such as current price, percentage change, market cap, and daily trading volume. With an intuitive interface and real-time updates, our goal is to provide a straightforward and informative experience for crypto enthusiasts and investors.",
        "projectaskplus" : "TaskPlus",
        "descriptiontaskplus" : "TaskPlus is a modern to-do list application built using advanced technologies to provide a smooth and secure user experience. Combining the robustness of Next.js with the static typing of TypeScript and the efficient styling of Tailwind CSS, we deliver an intuitive and responsive interface.Key Features:Next.js: We use Next.js to create a fast and optimized web application, ensuring server-side rendering and seamless navigation.TypeScript: We leverage the security and productivity of TypeScript for more reliable development, detecting errors at compile time and improving code maintainability.Tailwind CSS: We implement the design with Tailwind CSS, allowing for deep and efficient customization without compromising performance, thanks to its use of utility classes.NextAuth + Google Cloud: For secure and simplified authentication, we integrate NextAuth.js with Google Cloud, giving users the option to log in with their Google accounts in a transparent and reliable way.",
        "proj01title" : "LaGraxa",
        "proj01descrip" : "LaGraxa is a project that uses the latest technologies to offer a complete and intuitive digital experience to potential customers. Developed with TypeScript to ensure robust and more secure code, and Sass for dynamic and reusable styles, the platform is powered by Next.js, providing fast and responsive navigation.",
        "proj02title" : "YourLink",
        "proj02descrip": "The project is an application developed in TypeScript using React and with an interface built with Tailwind CSS. Inspired by the Linktree concept, it offers a solution to centralize and organize links to different advertising platforms.",
        "proj03title" : "StarMovie",
        "proj03descrip": "The goal of this project is to create an application that allows users to search for movies and obtain detailed information about them by consuming The Movie Database (TMDB) API. Additionally, users will be able to register their favorite movies for quick access.",
        "proj04title" : "Online Menu",
        "proj04descrip" :"An online menu for local food businesses is a project developed in JavaScript that aims to offer a digital platform for restaurants and food establishments. Using modern web technologies such as HTML, CSS and JavaScript, the goal is to create an intuitive and responsive interface that allows customers to conveniently view, select and order menu items.",
        "proj05title" : "Portfolio Website",
        "proj05descrip" : "A personal portfolio website featuring projects, skills and contact information.",
        "proj06title" : "Landing Page",
        "proj06descrip" : "Landing page developed for a local barbershop is a web page specifically designed to attract and convert visitors into potential customers for the establishment. With a design focused on user experience, the landing page offers essential information in a clear and direct way, highlighting the services offered by the barbershop, opening hours, location and contact information.",
        "contact" : "Contact"
    }
    
}